Рабочие место
Все лето поросята кувыркались в зеленой траве, грелись на солнышке, нежились в лужах. Но вот наступила осень.

- Пора нам подумать о зиме, - сказал как-то Наф-Наф своим братьям, проснувшись рано утром. - Я весь дрожу от холода. Давайте построим дом и будем зимовать вместе под одной теплой крышей.
Ниф-Ниф и Нуф-Нуф не торопились. Они только и делали, что играли в свои поросячьи игры, прыгали и кувыркались.

- Сегодня мы еще погуляем, - говорили они, - а завтра с утра возьмемся за дело.
Но и на следующий день они говорили то же самое.
С каждым днем становилось всё холоднее и холоднее. И только тогда, когда большая лужа у дороги стала по утрам покрываться тоненькой корочкой льда, ленивые братья взялись наконец за работу.