Рабочие место
Все лето поросята кувыркались в зеленой траве, грелись на солнышке, нежились в лужах. Но вот наступила осень.

- Пора нам подумать о зиме, - сказал как-то Наф-Наф своим братьям, проснувшись рано утром. - Я весь дрожу от холода. Давайте построим дом и будем зимовать вместе под одной теплой крышей.
Но его братья не хотели браться за работу.
- Успеется! До зимы еще далеко. Мы еще погуляем, - сказал Ниф-Ниф и перекувырнулся через голову.
- Когда нужно будет, я сам построю себе дом, - сказал Нуф-Нуф и лег в лужу.
- Я тоже, - добавил Ниф-Ниф.
- Ну, как хотите. Тогда я буду один строить себе дом, - сказал Наф-Наф.